// Решать как для браузера. Создайте функцию-конструктор Calculator, который создаёт объекты с четырьмя методами:
// read() запрашивает два значения при помощи prompt и сохраняет их значение в свойствах объекта.
// sum() возвращает сумму введённых свойств.
// multiply() возвращает произведение введённых свойств.
// history() возвращает историю вызванных функций при работе с объектом начиная с момента его создания.

function Calculator() {
    this.read = function read() {
        this.readFeature = prompt(a, b);
    }
    

}