// Объявите переменную days и проинициализируйте ее числом от 1 до 10.
// Преобразуйте это число в количество секунд и отобразите в консоли.

(function() {

    let days = 2;

    console.log(days * 24 * 60 * 60);

})();

// Объявите две переменные: admin и name.
// Установите значение переменной name в ваше имя.
// Скопируйте это значение в переменную admin и выведите его в консоль.

(function() {

    let admin;
    let name = 'Polina';
    admin = name;

    console.log(admin);

})();

// Объявите три переменных: hour, minute, second.
// Присвойте им следующие значения: 10, 40, 25.
// Выведите в консоль время в формате 10:40:25.

(function() {

    let hour = 10;
    let minute = 40;
    let second = 50;

    console.log(hour + ':' + minute + ':' + second);

})();
